// Author: Jadran Rudec
// Version: 4.6.0.0 (01.01.2016)

// General

000 = Slovenian (Slovenščina)
001 = Da
002 = Ne
003 = Vredu
004 = Izhod
005 = Glavna plošča
006 = Plošča s pravili
007 = Poiščite program, ki ga želite dovoliti
008 = Poiščite program, ki ga želite blokirati
009 = Kliknite na okno programa, da dovolite povezavo
010 = Kliknite na okno programa, da blokirate povezavo
011 = Ali kliknite na to pogovorno okno, da prekličete to operacijo
012 = Novo pravilo je bilo uspešno ustvarjeno, da se dovolite povezave za
013 = Novo pravilo je bilo uspešno ustvarjeno, da se blokirate povezave za
014 = Obstaja že enako pravilo za ta program.
015 = Operacija je prekinjena !
016 = Popolna politika je bila uspešno uvožena iz
017 = Popolna politika je bila uspešno izvožena v
018 = Privzeta politika je bila uspešno obnovljena.
021 = Navedite polno pot do datoteke za ujemanje tega pravila
022 = Delna politika je bila uspešno uvožena iz
023 = Delna politika je bila uspešno izvožena v
030 = Zakleni stanje požarnega zidu Windows
031 = Odkleni stanje požarnega zidu Windows 
032 = Zakleni
033 = Odkleni
034 = Prekliči
035 = Prosimo, določite vaše geslo
036 = Vnesite geslo za zaklepanje
037 = Neveljavno geslo
038 = Prikaži geslo
039 = Obiščite spletno stran razvijalca
040 = Upravlaj pravila požarnega zidu Windows
041 = Za odklepanje programa pritisnite na ikono ključavnice 
042 = Ali ste prepričani, da želite onemogočiti zaščito požarnega zidu Windows?
043 = Ne prikazuj več tega
044 = Samo za branje
045 = Spreminjanje pravila z naborom EdgeTraversal na 'Preloži na uporabnika' ni v celoti podprto in sprememb ne smete uporabljati. Prosimo, osvežite seznam pravil po spremembi tega pravila in preverite, ali so shranjene spremembe. Ali ste prepričani, da želite nadaljevati?
046 = Ali ste prepričani, da želite izbrisati ta pravila?
050 = Razširjene lastnosti
051 = To pravilo vsebuje posebne lastnosti, ki so nastavljive le iz WFwAS

// Tab items

100 = Profili
200 = Obvestila
300 = Možnosti
400 = Pravila
500 = Orodja
600 = Vizitka

// Profiles

101 = Raven filtriranja določa katere povezave morajo biti blokirane in katere morajo biti dovoljene
102 = Visoko filtriranje
103 = Vse odhodne in dohodne povezave so blokirane. Ta profil blokira vse poskuse povezave z računalnikom in od računalnika.
104 = Srednje filtriranje (priporočeno)
105 = Blokirane so odhodne povezave, ki ne ustrezajo pravilu. Dovoljeni so samo programi, ki imajo pravilo 'dovoli'.
106 = Nizko filtriranje
107 = Dovoljene so odhodne povezave, ki ne ustrezajo pravilu. Blokirani so samo programi s pravilom 'blokiraj'.
108 = Brez filtriranja
109 = Požarni zid Windows je izklopljen. Izogibajte se uporabi te nastavitve razen, če imate zagnan drug požarni zid.
110 = Srednje filtriranje
111 = Določite profil, ki bo povrnjen v primeru, da je bil preklopljen v nižji profil filtriranja za namene nameščanja/posodabljanja
112 = Samodejno nastavi
113 = po
114 = minutah

// Notifications

201 = Raven obveščanja določa, katere blokirane odhodne povezave treba prikazati uporabniku
202 = Visoka
203 = Prikaz obvestil za vse blokirane odhodne povezave, vključno s tistimi sistemskimi, ustvarjenimi s poskusi povezave s svchost.exe in sistemom.
204 = Srednja (priporočeno)
205 = Prikaz obvestil za vse blokirane odhodne povezave, toda prezre in ne prikazuje obvestil, ki jih ustvarita svchost.exe in sistem.
206 = Nizka
207 = Samodejno dovoli digitalno podpisanim programom z veljavnim podpisom, da dostopajo do omrežja in prikazuj obvestila le za nepodpisane programe. To velja, če pravilo ni definirano.
208 = Onemogočeno
209 = Ne prikazuj obvestil.
210 = Možnosti obveščanja
211 = Samodejno zapri obvestilo po
212 = sekundah.
213 = Prekinitev po meri za začasna pravila je
214 = Predvajaj zvok, ko se ustvari novo obvestilo
215 = Predvajaj privzet zvok
216 = Predvajaj zvok po meri
217 = Prosimo, izberite zvok obvestila po meri
218 = Sistem obveščanja je na voljo samo registriranim uporabnikom. Za uporabo te funkcije prosimo, da registrirate program. Hvala za vašo podporo.
219 = Kliknite tukaj, da boste našli odgovor na vprašanje kako postati registriran uporabnik
220 = Prikaži obvestila na vrhu drugih oken
221 = Napredne nastavitve obveščanja
222 = Ponastavi privzete napredne nastavitve
223 = Uporabi dovoljena pravila med iskanjem ujemanja pravil. Priporočeno je za združljivost z drugimi varnostnimi programi, če se prikažejo podvojene obvestila.
224 = Uporabi generični blok pravil med iskanjem ujemanja pravil. Če se blok pravil, ki veljajo za vse programe ujema z blokirano povezavo, obvestila ne bodo prikazana.
225 = Uporabi onemogočena pravila med iskanjem ujemanja pravil. Če se ugotovi ujemanje onemogočenega pravila, ne bodo prikazana nobena obvestila.

// Options

301 = Spodaj določite možnosti uporabe za vse uporabniške račune iz lokalnega računalnika
302 = Vključevanje v lupino
303 = Vključi program v priročni meni izvedljivih datotek in njihovih bližnjic.
304 = Samodejno zaženi ob prijavi uporabnika
305 = Pri uporabi funkcije 'Hitro preklapljanje med uporabniki' se ta možnost uporablja za prvo prijavo uporabnika.
306 = Varna pravila
307 = Samodejno izbriši nepooblaščena pravila ustvarjena z drugimi programi, ki niso Nadzor požarnega zidu Windows.
308 = Globalne hitre tipke
309 = Globalne hitre tipke so bližnjice na tipkovnici, ki jih lahko uporabite iz katere koli delujoče aplikacije.
310 = Spodaj določite videz programa z nastavitvijo katere koli kombinacije RGB barv
311 = Rdeča
312 = Zelena
313 = Modra
314 = Hex barva
319 = Varen zagon
320 = Ob zaustavitvi sistema samodejno nastavi profil 'Visoko filtriranje'.
321 = Profil 'Visoko filtriranje' je omogočen. Omrežne povezave so blokirane, dokler se profil ročno ne preklopi.
324 = Uvozi, izvozi ali obnovi uporabniške nastavitve
325 = Uvozi uporabniške nastavitve iz datoteke
326 = Izvozi uporabniške nastavitve v datoteko
327 = Ponastavi vse nastavitve na privzete vrednosti
328 = Uporabniške nastavitve so bile uspešno izvožene v
329 = Po potrjevanju tega dejanja se bo program znova zagnal in ponovno naložil vse nastavitve. Ali ste prepričani, da želite nadaljevati?
330 = Dovoli prek požarnega zidu Windows
331 = Blokiraj prek požarnega zidu Windows

// Rules

401 = Določite smer, ki bo uporabljena pri ustvarjanju novega pravila:
402 = Odhodna (priporočeno)
403 = Privzeto, pri ustvarjanju novih pravil ustvari le odhodna pravila, za dovolitev ali blokiranje aplikacij.
404 = Dohodna
405 = Privzeto ustvari le dohodna pravila. Previdno uporabite to možnost. Dohodni dostop je običajno potreben za strežniške aplikacije.
406 = Odhodna in dohodna
407 = Privzeto ustvari obe vrsti pravil. Ni priporočeno.
408 = Določite lokacije, ki jih med ustvarjanjem novega pravila uporablja novo pravilo:
409 = Uvozi, izvozi ali obnovi pravila požarnega zidu
410 = Uvozi pravila požarnega zidu Windows iz datoteke
411 = Izvozi pravila požarnega zidu Windows v datoteko
412 = Obnovi privzeti nabor pravil nadzora požarnega zidu Windows 
413 = Obnovi priporočena pravila nadzora požarnega zidu Windows
414 = Bila je izbrana popolna poitika. Uvoz pravil požarnega zidu iz te datoteke bo prepisal vsa trenutna pravila požarnega zidu Windows. Če želite shraniti kopijo vaših trenutnih pravil, morate najprej izvoziti v datoteko. Ali želite uvoziti pravila požarnega zidu iz izbrane datoteke?
415 = Obnovitev privzetega nabora pravil bo ponastavilo vse spremembe na nastavitve požarnega zidu Windows, ki ste jih naredili, ko ste namestili operacijski sistem Windows. To lahko povzroči, da nekateri programi prenehajo delovati. Ali želite nadaljevati?
416 = Uvozi iz datoteke...
417 = Izvozi v datoteko...
418 = Priporočena pravila so bila uspešno obnovljena.
419 = Prosimo, da osvežite pravila v oknu 'Upravljaj pravila'. Hvala vam.
420 = To dejanje bo oizbrisalo vse trenutne zapise iz Dnevika požarnega zidu Windows. Ali ste prepričani, da želite nadaljevati?
421 = Bila jeizbrana datoteka delne politike. Uvoz teh pravil požarnega zidu iz te datoteke bo pustil vaša trenutna pravila nespremenjena in bo dodal pravila, ki se nahajajo v tej datoteki v vaš trenutni nabor pravil. Ali želite uvoziti pravila požarnega zidu iz izbrane datoteke?
422 = Izbrana datoteka ima neveljaven format ali pa je pokvarjena!

// Tools

501 = Uporabite spodnje bližnjice za zagon različnih sistemskih pripomočkov. Upoštevajte, da bodo ti programi izvedeni z najvišjimi pravicami, ki so na voljo.
502 = Požarni zid Windows z napredno varnostjo
503 = Pregledovalnik dogodkov
504 = Nadzornik virov
505 = Programček nadzorne plošče požarnega zidu Windows
510 = Spodaj določite URL storitve, ki bodo uporabljene za razna spletna preverjanja
511 = URL za preverjanje ugleda IP naslova
512 = URL da preverite datoteko, ki temelji na SHA256 hashu datoteke
513 = URL za začetek WHOIS poizvedbe
514 = URL za branje več o določenih vratih
520 = Kopiraj...
521 = Vse

// About

601 = Vizitka programa
602 = Preveri, ali je na voljo nova različica
603 = Ni možna povezava s strežnikom za posodabljanje. Poskrbite, da imate zahtevano pravilo, ki dovoljuje povezave za ta program, in pravilno konfiguracijo proxy strežnika, če je ta potreben.
605 = Uporabljate zadnjo različico. V tem trenutku ni na voljo nova različica.
606 = Na voljo je nova različica programa nadzor požarnega zidu Windows (WFC)
607 = Ali bi radi prenesli in posodobili na to novo različico?
608 = Prikaži dnevnik sprememb
609 = Stanje aktiviranja
610 = Izdelek je aktiviran
611 = Izdelek ni aktiviran
612 = Hvala z avašo podporo
613 = Kliknite tukaj za aktiviranje
614 = Spodaj je vaš ID namestitve, ki je samodejno ustvarjen ob namestitvi programa. Prosimo, da vstavite v spodnje besedilno polje, ustrezno aktivacijsko kodo in nato pritisnite na gumb 'Aktiviraj', da aktivirate izdelek. Da bi dobili ustrezno aktivacijsko kodo prosimo, da se prijavite v vaš registriran uporabniški račun iz naše spletne strani.
615 = Kliknite tukaj, da odprete stran za prijavo
616 = ID namestitve
617 = Aktivacijska koda
618 = Aktiviraj
619 = Kopiraj v odložišče
620 = Prilepi iz odložišča
621 = Vrste vmesnika
622 = Vse vrste vmesnika
623 = Posebne vrste vmesnika
624 = Lokalno omrežje
625 = Oddaljen dostop
626 = Brezžično omrežje
627 = Doh
628 = Odh
629 = Obbe
640 = Edge traversal
641 = Nastavitve ICMP
680 = Vnosi
681 = Vsi vnosi
682 = Zadnji vnos
690 = Samodejno preveri za posodobitve
691 = Uporabi konfiguracijo proxy strežnika
692 = Konfiguracija Proxy strežnika
693 = Naslov
694 = Uporabniško ime
695 = Geslo
699 = nadrejen proces

// Manage Rules

700 = ID procesa
701 = Ime
702 = Skupina
703 = Program
704 = Lokacija
705 = Omogočen
706 = Dejanje
707 = Smer
708 = Lokalni naslov
709 = Lokalna vrata
710 = Oddaljeni naslovi
711 = Oddaljena vrata
712 = Protokol
713 = Storitev
714 = Opis
715 = Ustvarjen čas
716 = Dejaja
717 = Osveži seznam
718 = Prikaži neveljavna pravila
719 = Počisti dnevnik
720 = Upravljanje pravil
721 = Dnevnik povezav
722 = Čarovnik novih pravil
723 = Pogled
724 = Prikaz
725 = Zadnjih 100 povezav
726 = Zadnjih 500 povezav
727 = Vse povezave
728 = povezav
729 = Konfiguracija stolpcev
730 = Prikaz
731 = Pravila
732 = Vsa pravila
733 = Dohodna pravila
734 = Odhodna pravila
735 = Uporabniško ustvarjena pravila
736 = Filter
737 = Brez filtra
738 = Filtriraj omogočene
739 = Filtriraj onemogočene
740 = Poišči
741 = Dnevnik povezav
742 = Politike
743 = Uvozi pravila iz datoteke
744 = Izvozi vsa pravila
745 = Izvozi izbrana pravila
746 = Obnovi privzet apravila
747 = Obnovi priporočena pravila
748 = Dovoljene povezave
749 = Blokirane povezave
750 = Ustvari novo pravilo
751 = Prebrskaj dovoljena
752 = Kliknite za dovolitev
753 = Prebrskaj blokiranja
754 = Kliknite za blokiranje
755 = Dovoli ta program
756 = Blokiraj ta program
757 = Prazno pravilo
758 = Prilagodi in ustvari
759 = Onemogočanje prijav za blokirane povezave bo tudi onemogočilo obvestila. Ali ste prepričani, da želite nadaljevati?
760 = Možnosti
761 = Dovoli
762 = Blokiraj
763 = Omogoči
764 = Onemogoči
765 = Izbriši
766 = Lastnosti
767 = Ustvari dvojnika
768 = Splošno
769 = napredno
770 = Uporabi
771 = Protokoli in vrata
772 = Lokalni in oddaljeni IP naslovi
773 = Dohodna
774 = Odhodna
775 = Domena
776 = Zasebno
777 = Javno
778 = Vse
779 = Ustvari
780 = Vse
781 = Vsa vrata
782 = Vrata po meri
783 = Naslovi po meri
784 = Vsi programi
785 = Ta program
786 = Prebrskaj...
787 = Npr.: 80,443,9-29
788 = Npr.: 50.87.146.202
790 = Prosimo, izberite mapo v kateri želite poiskati izvedljive datoteke
791 = datoteke
792 = Prosimo, uporabite gumb 'Osveži' ali tipko F5, da naložite podatke
793 = Počakajte, prosim...
794 = Dodaj v skupino
795 = Ponastavi razvrščanje
796 = Povezave
797 = Nedavno je blokiran
798 = Nedavno je dovoljen

// Notification Dialog

800 = Odhodna povezava je blokirana
801 = Vir
802 = Oddaljen
803 = Podpisan
804 = Oddaljen IP 
805 = Prilagodi to pravilo pred ustvarjanjem
806 = Dovoli ta program
807 = Vedno dovoli dostopa do interneta tem programu 
808 = Blokiraj ta program
809 = Vedno blokiraj dostop do interneta tem programu
810 = Blokiraj za zdaj in me vprašaj pozneje
811 = Začasno dovoli
812 = Preveri to datoteko
813 = Zaženi WHOIS poizvedbo
814 = Preveri ta IP naslov
815 = Odpri mesto datoteke
816 = Kopiraj celotno pot v odložišče
817 = Kopiraj celotno ime v odložišče
818 = Preberi več o vratih
819 = Pojdi nazaj na podrobnosti pravila
823 = Začasno dovoli
824 = Začasno blokiraj
825 = Do ponovnega zagona WFC
830 = Združi pravila
831 = Združeno pravilo
832 = Skoči na pravila

// Validations

920 = Prosimo, vnesite ime pravila
921 = Prazni prostori niso dovoljeni
922 = Vrata morajo imeti vrednost med 0 in 65535
923 = Prosimo, vnesite veljaven IP razpon
924 = Prosimo, vnesite veljaven IP naslov
925 = Podvojeni parametri niso dovoljeni
926 = Prazni parametri niso dovoljeni
927 = Negativni parametri niso dovoljeni
928 = Neveljaven razpon vrat
929 = Polje ne sme biti prazno
930 = Ta datoteka ne obstaja
931 = Podprte razširitve
932 = To polje mora biti številčna vrednost med 0 in 999
933 = Neveljavna maska podomrežja
934 = To polje mora biti številčna vrednost med 1 in 60
935 = Zahtevano polje
936 = Neveljavno pravilo. Pot do programa za katerega je bilo določeno to pravilo, ne obstaja na disku.
940 = Ne morem se povezati s storitvijo 'Nadzor požarnega zidu Windows'

// Uninstall

950 = Odstrani
951 = To bo odstranilo program iz računalnika. Prosimo, da izberete kaj bi radi naredili s trenutnimi nastavitvami požarnega zidu Windows:
952 = Ponastavi na privzete nastavitve požarnega zidu Windows. Vse uporabniško ustvarjena pravila bodo izbrisana in ohranjena bodo le privzeta pravila požarnega zidu Windows.
953 = Obnovi na stanje pred namestitvijo tega programa. Vse prejšnje pravila, ki so bila najdena pri namestitvi programa, bodo obnovljena.
954 = Obdrži trenutna pravila in nastavitve požarnega zidu. Samo odstrani t aprogram in ohrani vse druge nastavitve in pravila kot, da so v tem trenutku.
955 = Izbriši stanje aktiviranja
956 = Onemogoči vodenje dnavnika Windows požarnega zidu
957 = Odstranitev je v teku...